{"template":{"definition":{"type":"learning","name":"learning-starter","urlCaption":"....","version":{"number":"0.0.1","date":"01 MAR 2022","notes":"Initial set up"},"source":{"sharing":{"type":"Creative Commons CC0","description":"Creative Commons CC0 Universal (Public Domain Dedication)."},"name":"selfdriven Foundation","notes":"","url":"https://selfdriven.foundation/templates"},"sharing":{"type":"Creative Commons CC0","description":"Creative Commons CC0 Universal (Public Domain Dedication).","notes":"Created by the selfdriven Foundation.","resources":[{"type":"image-thumbnail","url":"","imageURL":""}]},"domains":["*"],"languages":{"human":["en"],"machine":[]},"usage":"Help set up a learning template.","summary":"Enabling young people to engage with Cardano's governance and CIP1694 through education, reflection and participation facilitated by selfdriven and MAV100 as part of the IntersectMBO Education.\n\nEquipping students as stakeholders of tomorrow, with the knowledge and tools necessary to understand and participate actively in shaping the future of decentralized governance. This template lays the groundwork for fostering an informed, engaged and proactive community of young people as governance representatives (dReps), thereby contributing and building a sustainable growth of the ecosystem.","description":"Students will learn to become Delegated Representatives (DReps), special ADA holders registered on the blockchain. DReps act like student council or parliamentary representatives, allowing ADA holders to delegate their voting power to them. This template aims to foster an informed, engaged, and proactive community of young governance representatives, contributing to the sustainable growth of the Cardano ecosystem.","orginator":{"name":"selfdriven Community","sdi":""},"durationdays":{"minimum":0,"maximum":0},"verification":{"by":[{"name":"{{orginator}}"},{"name":"{{connected-learning-partners}}"},{"name":"selfdriven Community","sdi":""}],"minimum-verifications":1,"notes":"","links":[{"name":"validator-guides","caption":"Validator Guides","uri":["https","selfdriven.education"],"format":"html"}]},"outcomes":[{"by":"learner","description":"Learners will understand the step-by-step process of becoming a registered voter in the Cardano governance system. This includes setting up a secure ADA wallet, acquiring ADA, registering for voting, and understanding the role of Delegated Representatives (DReps). By completing these steps, students will be equipped to participate in Cardano's governance, either by voting directly on proposals or by delegating their voting power to trusted DReps. This outcome emphasizes practical skills and active participation, ensuring students can engage effectively in the decision-making process of the ecosystem.\n"},{"by":"learner","description":"Learners will develop critical evaluation and decision-making skills by engaging with Cardano governance proposals. They will learn how to review proposals, analyze their potential impact, and make informed voting decisions. Through discussions and reflections, students will understand the importance of considering diverse perspectives and the broader implications of governance decisions. This outcome will prepare students to be responsible and thoughtful contributors to the Cardano community, capable of making decisions that promote the sustainable growth and development of the ecosystem."},{"by":"learner","description":"Learners will understand the detailed process of registering as a DRep on the Cardano network by completing the on-chain registration to become a DRep. Learners will acquire an understanding of the technical and procedural aspects of the registration process. By achieving this outcome, students will be equipped with the practical skills needed to officially become a DRep, enabling them to represent ADA holders and participate actively in governance decisions."}],"team":{"notes":"Teams or Pairs","roles":[{"name":"","notes":""}]},"rules":[{"for":"learner","subject":"","description":""}],"resources":[{"subject":"Cardano Official Website","description":"The official site provides comprehensive information on Cardano, including governance, staking, and the ADA cryptocurrency.","imageurl":"","for":["learner","learning-partner"],"url":"https://cardano.org/"},{"subject":"Cardano Foundation","description":"The foundation's site includes resources, news, and updates related to Cardano’s governance and community initiatives.","imageurl":"","for":"","url":"https://www.cardanofoundation.org/"},{"subject":"Sancho Governance Tools","description":"A platform providing tools and resources to engage with Cardano's governance. It includes features for proposal submissions, voting, and tracking governance activities.","imageurl":"","for":"","url":"https://sanchogov.tools/"}],"milestones":[{"reference":"1","subject":"Become a Registered Voter on Cardano","description":"Cardano's decentralized voting system is is based on the cryptocurrency ADA, and it's used to make decisions about the future of the Cardano network. To be a part of this process, you'll need to become a registered voter on Cardano. ","tasks":[{"reference":"1.1","subject":"Wallet Setup for Sanchogov.tools","description":"<p>Setting up a secure ADA wallet is the foundational step to participate in the Cardano ecosystem and utilize tools like SanchoGov for governance. A wallet allows you to store, send, receive, and manage your ADA securely. Proper wallet setup is crucial for protecting your assets and enabling your participation in governance activities, such as voting on proposals or registering as a Delegated Representative (DRep).</p>\n<ul>\n<li>\n<p><strong>Choose a Secure Wallet:</strong></p>\n<ul>\n<li>Select a reliable and secure wallet compatible with Cardano.</li>\n<li>Check the availability and status of Cardano wallets for SanchoNet.</li>\n<li>Visit the official website of the chosen wallet to ensure you download the authentic version.</li>\n</ul>\n</li>\n<li>\n<p><strong>Download and Install the Wallet:</strong></p>\n<ul>\n<li>Select an available wallet and install it on the website of the respective provider using the Chrome browser.&nbsp;</li>\n<li>Follow the installation instructions provided by the wallet provider.</li>\n</ul>\n</li>\n<li>\n<p><strong>Create a New Wallet:</strong></p>\n<ul>\n<li>Open the application and select the option to create a new wallet.</li>\n<li>Set a strong password for your wallet and write it down in a secure place.</li>\n</ul>\n</li>\n<li>\n<p><strong>Secure Your Recovery Phrase:</strong></p>\n<ul>\n<li>The wallet will generate a recovery phrase (seed phrase) consisting of 12, 15, or 24 words.</li>\n<li>Write down the recovery phrase on paper and store it in a safe place. Never store it digitally or share it online.</li>\n</ul>\n</li>\n<li>\n<p><strong>Verify Your Recovery Phrase:</strong></p>\n<ul>\n<li>As part of the setup process, you may be asked to verify your recovery phrase by entering specific words from it.</li>\n<li>Complete the verification to ensure you have correctly recorded the phrase.</li>\n</ul>\n</li>\n<li>\n<p><strong>Fund Your Wallet:</strong></p>\n<ul>\n<li>Obtain ADA by purchasing it from a reputable cryptocurrency exchange.</li>\n<li>Transfer the purchased ADA from the exchange to your wallet by using your wallet&rsquo;s receive address.</li>\n<li>&nbsp;</li>\n</ul>\n</li>\n<li><strong style=\"font-size: 12pt;\">Connect Your Wallet:</strong>\n<ul>\n<li style=\"list-style-type: none;\">\n<ul>\n<li>Log in on <a title=\"SanchoGov\" href=\"https://sanchogov.tools/\" target=\"_blank\" rel=\"noopener\">sanchogov.tools</a> and connect your wallet.</li>\n</ul>\n</li>\n</ul>\n</li>\n</ul>","by":"","durationdays":{},"resources":[{"subject":"Cardano wallet availability","url":"https://docs.sanchogov.tools/how-to-use-the-govtool/getting-started/get-a-compatible-wallet","description":"Check the availability and status of Cardano wallets for SanchoNet. "}],"reflections":[],"supportitems":[]},{"reference":"1-2","subject":"Register as a Direct Voter","description":"<p>Registering as a direct voter on Intersect involves a few key steps that ensure you are properly set up to participate in Cardano governance. As a direct voter, you will be able to cast your vote on governance proposals, contributing to the decision-making process of the Cardano ecosystem. It is important to follow the correct procedures and take necessary precautions to secure your participation and protect your assets.</p>\n<p>After you have completed module 1.1 go to <a href=\"https://sanchogov.tools/\">https://sanchogov.tools/</a> and \"Register\" to \"Become a Direct Voter\".</p>\n<p>(Support Items Screenshots)</p>","by":"","durationdays":{},"resources":[],"reflections":[],"supportitems":[]}]},{"reference":2,"subject":"Become a Registered DRep on Cardano ","description":"In the Cardano community, anyone can join and get their own special ID, called a DRep ID. This means they can receive special powers from people who own ADA, the cryptocurrency used in the Cardano network. To become a DRep, all you need to do is sign up. And the more ADA holders choose to give you power, the more influence you'll have. This means there's no limit to how many DReps there can be - it's up to the people who own ADA to decide who they want to support. As a result, the number of active DReps can change over time. Some DReps might gain more influence if more people choose to support them, while others might lose influence if fewer people support them. It's all up to how the community decides!\n\nStep 1: Access DRep Registration - In your wallet, find the option to register as a Delegated Representative (DRep).\nStep 2: Enter Required Information - Provide any necessary information, which may include your DRep profile details and a brief description of your governance philosophy.\nStep 3: Confirm and Submit - Confirm the details and submit your registration. Pay the required transaction fee and wait for the registration to be confirmed on the blockchain.","durationdays":{},"tasks":[{"reference":"2-1","subject":"Register as a dRep","description":"<p>Click on \"Register\" in the \"Register as a DRep\" panel on your Dashboard</p>\n<p>After the confirmation of your registration sign and approve the transaction in your wallet (the conformation of the transaction may take a few minutes).</p>\n<p>Look for your DRep ID and share it in the Cardano community.</p>\n<p>&nbsp;</p>","by":"","durationdays":{},"resources":[{"subject":"Registration","url":"https://docs.sanchogov.tools/how-to-use-the-govtool/using-govtool/dreps/register-as-a-drep","description":"How to register as a DRep"}],"reflections":[{"by":"","method":"structured","type":"","description":"What is the special ID given to members of the Cardano community that allows them to receive voting power from ada holders?\n","subject":"Identification","controller":"sort:randomise","structure":{"options":[{"name":"","caption":"Ada ID","points":"0","sequence":""},{"name":"","caption":"DRep ID","points":"1","sequence":""},{"name":"","caption":"Cardano Key","points":"0","sequence":""},{"name":"","caption":"Voting Token","points":"0","sequence":""}]}},{"by":"","method":"onchain","type":"","description":"Copy and share your personal DRep ID ","subject":"My DRep ID","structure":{"options":[]},"controller":"sort:asis"},{"by":"","method":"structured","type":"","description":"What determines the influence of a DRep in the Cardano community?","subject":"DRep Influence","structure":{"options":[{"name":"","caption":"The number of votes they have","points":"0","sequence":""},{"name":"","caption":"The amount of ada they hold","points":"0","sequence":""},{"name":"","caption":"The amount of voting power delegated to them","points":"1","sequence":""},{"name":"","caption":"Their reputation in the community","points":"0","sequence":""}]},"controller":"sort:randomise"},{"description":"What happens to the number of active DReps in the Cardano community over time?","subject":"DRep Numbers","method":"structured","controller":"sort:randomise","structure":{"options":[{"caption":"It always stays the same","points":"0"},{"caption":"It increases indefinitely","points":"0"},{"caption":"It can increase or decrease depending on how much voting power is delegated to each DRep","points":"1"},{"caption":"It decreases over time","points":"0"}]}},{"by":"","method":"structured","type":"","description":"Which step is NOT part of the process of registering as a Delegated Representative (DRep) on Cardano?","subject":"Registration Process","controller":"sort:randomise","structure":{"options":[{"name":"","caption":"Setting up a secure ADA wallet.","points":"0","sequence":""},{"name":"","caption":"Acquiring ADA.","points":"0","sequence":""},{"name":"","caption":"Completing an on-chain registration.","points":"0","sequence":""},{"name":"","caption":"Creating new ADA tokens.","points":"1","sequence":""}]}}],"supportitems":[],"_by":"","_hash":"2--Register as a dRep","hash":"5da49203866ed331805c0a27473545adf9202236d491f39f552fcfa69ebd4104","_resourcesHTML":"<h4 class=\"text-muted\">Resources</h4><ul><li><div><a href=\"https://docs.sanchogov.tools/how-to-use-the-govtool/using-govtool/dreps/register-as-a-drep\" target=\"_blank\">Registration</a></div><div class=\"text-secondary small\">How to register as a DRep</div></li></ul>","_supportItemsHTML":"","_reflectionsHTML":"<h4 class=\"text-muted\">Reflections | Quizzes</h4><ul><li>What is the special ID given to members of the Cardano community that allows them to receive voting power from ada holders?\n<ul><li>Ada ID (0)</li><li>DRep ID (1)</li><li>Cardano Key (0)</li><li>Voting Token (0)</li></ul></li><li>Copy and share your personal dRep ID <ul></ul></li><li>What determines the influence of a DRep in the Cardano community?<ul><li>The number of votes they have (0)</li><li>The amount of ada they hold (0)</li><li>The amount of voting power delegated to them (1)</li><li>Their reputation in the community (0)</li></ul></li><li>What happens to the number of active DReps in the Cardano community over time?<ul><li>It always stays the same (0)</li><li>It increases indefinitely (0)</li><li>It can increase or decrease depending on how much voting power is delegated to each DRep (1)</li><li>It decreases over time (0)</li></ul></li><li>Which step is NOT part of the process of registering as a Delegated Representative (DRep) on Cardano?<ul><li>Setting up a secure ADA wallet. (0)</li><li>Acquiring ADA. (0)</li><li>Completing an on-chain registration. (0)</li><li>Creating new ADA tokens. (1)</li></ul></li></ul>","queue":"util-project-information-show-milestone"}],"hasResources":false,"hasSupportItems":false},{"reference":3,"subject":"How to Take Part in Governance Action on Cardano","description":"To participate in governance action on Cardano you have to start by understanding proposals for platform changes. Read about these ideas and discuss them with the community to learn different viewpoints. When you feel ready, vote on proposals to express your opinion on what should happen. Stay updated on platform news through announcements and community forums to make informed decisions. Remember to respect others' opinions and contribute positively to discussions. By participating, you're not only learning about blockchain but also shaping the future of Cardano.\n\nIt is impoprtant to find and select a suitable dRep within the Cardano ecosystem. DReps play crucial roles in governance by voicing community interests and making decisions on behalf of their stakeholders. Choosing an appropriate dRep involves considering their alignment with platform values, their track record in governance, and their ability to represent diverse viewpoints effectively. It's about ensuring that the dRep reflects the community's needs and contributes positively to decision-making processes on issues affecting the network.","durationdays":{},"tasks":[],"hasResources":false,"hasSupportItems":false},{"reference":4,"subject":"How to Form a DRep Team","description":"Forming a dRep team means creating a group of people who work together to represent others in the Cardano community. To do this, you need to learn a few key things:\n\nUnderstanding Governance: Learn how decisions are made in Cardano, such as voting on proposals and discussing ideas that affect the platform.\n\nBuilding Relationships: It's important to connect with others in the community who share your interests and goals. This helps in forming a strong team that can work well together.\n\nCommunication Skills: Practice expressing your ideas clearly and listening to others respectfully during discussions. Good communication is essential for working effectively as a team.\n\nResponsibility and Trust: Being part of a DRep team means people trust you to represent their views honestly. Learning to take this responsibility seriously is crucial.","durationdays":{},"tasks":[{"reference":"4-1","subject":"Trust","description":"<p>Why does trust play such an important role in the selection, connection and work of a DRep team?</p>","by":"","durationdays":{},"resources":[],"reflections":[{"by":"","method":"observation","type":"","description":"Write in your own words why trust plays such an important role in the selection, connection and work of a DRep team. (max. 500 words)","subject":"Trust in DRep Teams","structure":{"options":[]}}],"supportitems":[],"_by":"","_hash":"4--Trust","hash":"588d1a8db1d51bae250b91797cff8ce40263ec4754c9d7a33bd364640639d611","_resourcesHTML":"","_supportItemsHTML":"","_reflectionsHTML":"<h4 class=\"text-muted\">Reflections | Quizzes</h4><ul><li>Write in your own words why trust plays such an important role in the selection, connection and work of a DRep team. (max. 500 words)<ul></ul></li></ul>","queue":"util-project-information-show-milestone"}],"hasResources":false,"hasSupportItems":false},{"reference":5,"subject":"Staying Safe in Cardano Governance","description":"Engaging with the Cardano community and making informed decisions are key aspects of being an effective Delegated Representative (DRep). Active participation in forums, evaluating governance proposals, and considering diverse perspectives help in making well-informed decisions that benefit the entire ecosystem. Staying safe in Cardano governance involves taking precautions to protect your assets, personal information, and reputation while participating in governance activities. Some key aspects are:\n\nSecure Wallets: Use secure wallets to store your ADA and other assets. Ensure your private keys are kept confidential and never share them online.\n\nVerify Information: Double-check sources of information related to governance proposals and discussions to avoid misinformation or scams.\n\nCommunity Engagement: Participate in discussions responsibly, respecting others' opinions and avoiding inflammatory or misleading statements.","durationdays":{},"tasks":[{"reference":"5-1","subject":"Secure Wallets","description":"<p><span style=\"font-family: helvetica, arial, sans-serif;\">Secure wallets are essential for safeguarding your ADA and other cryptocurrencies. A secure wallet ensures that your private keys, which are necessary for accessing and managing your digital assets, remain confidential and protected from unauthorized access. By using a reliable wallet and following best security practices, you can prevent potential loss or theft of your funds.</span></p>\n<h3><span style=\"font-family: helvetica, arial, sans-serif;\">Why Secure Wallets Are Important</span></h3>\n<ul>\n<li><span style=\"font-family: helvetica, arial, sans-serif;\"><strong>Protects Your Assets:</strong> Keeps your ADA and other cryptocurrencies safe from hackers and unauthorized access.</span></li>\n<li><span style=\"font-family: helvetica, arial, sans-serif;\"><strong>Maintains Privacy:</strong> Ensures your private keys are confidential, preventing misuse and identity theft.</span></li>\n<li><span style=\"font-family: helvetica, arial, sans-serif;\"><strong>Supports Secure Transactions:</strong> Provides a secure environment for sending and receiving ADA.</span></li>\n<li><span style=\"font-family: helvetica, arial, sans-serif;\"><strong>Enables Participation in Governance:</strong> Allows you to safely participate in Cardano governance activities without compromising your assets.</span></li>\n<li><span style=\"font-family: helvetica, arial, sans-serif;\"><strong>Builds Trust:</strong> Using a secure wallet demonstrates responsible management of digital assets, fostering trust within the community.</span></li>\n</ul>","by":"","durationdays":{},"resources":[],"reflections":[{"by":"","method":"structured","type":"","description":"Scammers create malicious wallet applications that look like legitimate ones, tricking users into downloading them and stealing their private keys.","subject":"Fake Wallet Apps"},{"by":"","method":"observation","type":"","description":"Scammers impersonate customer support representatives from wallet providers, asking users to share their private keys or recovery phrases to resolve non-existent issues.","subject":"Fake Customer Support"},{"by":"","method":"observation","type":"","description":"Fraudsters use psychological manipulation to trick users into revealing their private keys or recovery phrases. A seemingly harmless application downloaded onto your device that secretly logs your keystrokes, including when you enter your wallet's private key.","subject":"Social Engineering Scams"},{"by":"","method":"observation","type":"","description":"Malicious software that records keystrokes or gains unauthorized access to your device, capturing private keys and other sensitive information. A seemingly harmless application downloaded onto your device that secretly logs your keystrokes, including when you enter your wallet's private key.","subject":"Malware and Keyloggers"}],"supportitems":[{"for":"","description":"Use Official Wallets: Only download wallets from official websites and verified sources.\n\nEnable Two-Factor Authentication (2FA): Add an extra layer of security to your wallet by enabling 2FA where possible.\n\nKeep Private Keys Offline: Store your private keys and recovery phrases in a secure, offline location such as a hardware wallet or a written copy in a safe place.\n\nRegularly Update Software: Ensure your wallet software and any associated applications are up to date to protect against vulnerabilities.\n\nBe Wary of Requests for Private Keys: Legitimate entities will never ask for your private keys or recovery phrases. Never share these details with anyone."}],"_by":"","_hash":"5--Secure Wallets","hash":"3c92ead64c72b08d89071ab793140a124c604513fad22e3cf843f12774a1f734","_resourcesHTML":"","_supportItemsHTML":"<h4 class=\"text-muted\">Support Items</h4><ul><li>Use Official Wallets: Only download wallets from official websites and verified sources.\n\nEnable Two-Factor Authentication (2FA): Add an extra layer of security to your wallet by enabling 2FA where possible.\n\nKeep Private Keys Offline: Store your private keys and recovery phrases in a secure, offline location such as a hardware wallet or a written copy in a safe place.\n\nRegularly Update Software: Ensure your wallet software and any associated applications are up to date to protect against vulnerabilities.\n\nBe Wary of Requests for Private Keys: Legitimate entities will never ask for your private keys or recovery phrases. Never share these details with anyone.</li></ul>","_reflectionsHTML":"<h4 class=\"text-muted\">Reflections | Quizzes</h4><ul><li>Scammers create malicious wallet applications that look like legitimate ones, tricking users into downloading them and stealing their private keys.</li><li>Scammers impersonate customer support representatives from wallet providers, asking users to share their private keys or recovery phrases to resolve non-existent issues.</li><li>Fraudsters use psychological manipulation to trick users into revealing their private keys or recovery phrases. A seemingly harmless application downloaded onto your device that secretly logs your keystrokes, including when you enter your wallet's private key.</li><li>Malicious software that records keystrokes or gains unauthorized access to your device, capturing private keys and other sensitive information. A seemingly harmless application downloaded onto your device that secretly logs your keystrokes, including when you enter your wallet's private key.</li></ul>","queue":"util-project-information-show-milestone"},{"reference":"5-2","subject":"Verify Information","description":"<p><span style=\"font-family: helvetica, arial, sans-serif;\">In the world of blockchain and cryptocurrency, accurately verifying information is crucial. As a participant in Cardano's governance, you need to ensure that the information you receive about proposals and discussions is legitimate. Misinformation or scams can lead to poor decision-making, financial loss, and security breaches. By double-checking sources and staying informed, you can protect yourself and the community from potential threats.</span></p>\n<h3><span style=\"font-family: helvetica, arial, sans-serif; font-size: 14pt;\">Why Verifying Information is Important</span></h3>\n<ul>\n<li><span style=\"font-family: helvetica, arial, sans-serif;\"><strong>Prevents Financial Loss:</strong> Ensures your ADA and other assets are secure from fraudulent schemes.</span></li>\n<li><span style=\"font-family: helvetica, arial, sans-serif;\"><strong>Enhances Decision-Making:</strong> Provides accurate data for making informed governance decisions.</span></li>\n<li><span style=\"font-family: helvetica, arial, sans-serif;\"><strong>Maintains Security:</strong> Protects personal and network security by avoiding malicious links and entities.</span></li>\n<li><span style=\"font-family: helvetica, arial, sans-serif;\"><strong>Promotes Integrity:</strong> Upholds the integrity of the Cardano ecosystem by reducing the spread of false information.</span></li>\n<li><span style=\"font-family: helvetica, arial, sans-serif;\"><strong>Builds Trust:</strong> Increases trust among community members by fostering a culture of verification and transparency.</span></li>\n</ul>","by":"","durationdays":{},"resources":[],"reflections":[{"by":"","method":"observation","type":"","description":"Scammers send fake emails or messages that appear to be from legitimate Cardano entities, asking you to click on a link and enter your private keys or other sensitive information.\n\nOutline an example of a phishing scam and describe precautions that can be taken. (max. 500 words)","subject":"Phishing Scams","structure":{"options":[],"controllers":[]}},{"by":"","method":"observation","type":"","description":"Fraudsters create fake proposals or websites that mimic legitimate Cardano governance portals, tricking users into voting or donating ADA. A website that looks like the official Project Catalyst site but redirects you to a phishing page when you try to vote.\n\n\n","subject":"Fake Governance Proposals"},{"by":"","method":"structured","type":"","description":"Scammers promote fake airdrops or giveaways, asking users to send a small amount of ADA to verify their wallet address, promising to send back a larger amount. \n\nImagine a Twitter account impersonating a Cardano developer announcing a fake giveaway. How can such a scam be identified? What information and distinctive signs should you look out for? (max. 500 words)","subject":"Fake Airdrops and Giveaways"}],"supportitems":[{"for":"","description":"Check URLs Carefully: Ensure that the website URLs are correct and belong to legitimate Cardano domains.\n\nUse Official Channels: Always rely on information from official Cardano websites, forums, and social media accounts.\n\nCross-Verify Information: Compare information from multiple reputable sources before taking any action.\n\nBe Skeptical of Offers: If something sounds too good to be true, it likely is. Double-check offers and announcements with official sources.\n\nEducate Yourself: Stay informed about common scams and security practices to recognize and avoid potential threats.","subject":"Tips for Veryfying Information"}],"_by":"","_hash":"5--Verify Information","hash":"05934ece2fc491c7629b30cf5ea623a455c2d228f00345e6fdf0870ee0b2f1ef","_resourcesHTML":"","_supportItemsHTML":"<h4 class=\"text-muted\">Support Items</h4><ul><li><div class=\"fw-bold\">Tips for Veryfying Information</div><div class=\"mt-1\">Check URLs Carefully: Ensure that the website URLs are correct and belong to legitimate Cardano domains.\n\nUse Official Channels: Always rely on information from official Cardano websites, forums, and social media accounts.\n\nCross-Verify Information: Compare information from multiple reputable sources before taking any action.\n\nBe Skeptical of Offers: If something sounds too good to be true, it likely is. Double-check offers and announcements with official sources.\n\nEducate Yourself: Stay informed about common scams and security practices to recognize and avoid potential threats.</div></li></ul>","_reflectionsHTML":"<h4 class=\"text-muted\">Reflections | Quizzes</h4><ul><li>Scammers send fake emails or messages that appear to be from legitimate Cardano entities, asking you to click on a link and enter your private keys or other sensitive information.\n\nOutline an example of a phishing scam and describe precautions that can be taken. (max. 500 words)<ul></ul></li><li>Fraudsters create fake proposals or websites that mimic legitimate Cardano governance portals, tricking users into voting or donating ADA. A website that looks like the official Project Catalyst site but redirects you to a phishing page when you try to vote.\n\n\n</li><li>Scammers promote fake airdrops or giveaways, asking users to send a small amount of ADA to verify their wallet address, promising to send back a larger amount. \n\nImagine a Twitter account impersonating a Cardano developer announcing a fake giveaway. How can such a scam be identified? What information and distinctive signs should you look out for? (max. 500 words)</li></ul>","queue":"util-project-information-show-milestone"},{"reference":"5-3","subject":"Community Engagement","description":"<p><span style=\"font-family: helvetica, arial, sans-serif; font-size: 12pt;\">Community engagement is vital for Delegated Representatives (DReps) and voters in the Cardano ecosystem. Active participation in the community ensures that decisions are well-informed and reflect the collective interests of ADA holders. Engaging with the community involves discussing governance proposals, sharing insights, and collaborating on initiatives. This engagement helps build a robust and transparent governance system that benefits the entire network.</span></p>\n<p><span style=\"font-size: 14pt;\"><strong><span style=\"font-family: helvetica, arial, sans-serif;\">Key Aspects of Community Engagement</span></strong></span></p>\n<ul>\n<li><span style=\"font-family: helvetica, arial, sans-serif; font-size: 12pt;\"><strong>Stay Informed: </strong>Regularly follow updates from official Cardano channels. Participate in community forums and social media groups to stay updated on the latest discussions and proposals.</span></li>\n<li><span style=\"font-size: 12pt; font-family: helvetica, arial, sans-serif;\"><strong>Contribute to Proposals:</strong> Actively participate in submitting and reviewing governance proposals. Provide constructive feedback and suggestions to improve the quality and impact of proposals.</span></li>\n<li><span style=\"font-size: 12pt; font-family: helvetica, arial, sans-serif;\"><strong>Educate Yourself and Others:</strong> Continuously educate yourself on blockchain technology, Cardano&rsquo;s governance model, and relevant topics. Share your knowledge with other community members to foster a more informed and engaged community.</span></li>\n<li><span style=\"font-size: 12pt; font-family: helvetica, arial, sans-serif;\"><strong>Build Relationships:</strong> Network with other DReps, ADA holders, and community leaders to build strong relationships and alliances. Collaborate on projects and initiatives that promote the growth and development of the Cardano ecosystem.</span></li>\n</ul>\n<p><span style=\"font-size: 14pt;\"><strong><span style=\"font-family: helvetica, arial, sans-serif;\">Dangers and Risks in Community Engagement</span></strong></span></p>\n<ul>\n<li><strong>Misinformation and Scams: </strong>Engaging with inaccurate information or falling victim to scams can lead to poor decision-making and financial loss. Always verify information from multiple reputable sources and be cautious of too-good-to-be-true offers or unsolicited requests.</li>\n<li><strong>Trolling and Negative Interactions:</strong>Encountering hostile or unproductive interactions can discourage participation and spread negativity. Focus on constructive dialogue, report abusive behavior, and surround yourself with positive community members.</li>\n<li><strong>Conflicts of Interest:</strong> Conflicts of interest can arise if personal gains are prioritized over community welfare. Maintain transparency, disclose any potential conflicts, and prioritize decisions that benefit the wider community.</li>\n<li><strong>Overwhelming </strong>Volume of Information: The vast amount of information can be overwhelming, making it difficult to stay updated and make informed decisions.&nbsp;Use reliable sources and tools to filter and manage information effectively. Focus on key updates and engage selectively.</li>\n<li><strong>Security Risks: </strong>Engaging in online discussions and transactions can expose you to phishing attacks and other security threats. Use secure communication channels, verify URLs and links before clicking, and never share private keys or sensitive information publicly.</li>\n</ul>","by":"","durationdays":{},"resources":[],"reflections":[],"supportitems":[],"_by":"","_hash":"5--Community Engagement","hash":"403cb2eb8b691bacb760b5dd513388879e8ef98f423b243ef094a8dfa0ed4087","_resourcesHTML":"","_supportItemsHTML":"","_reflectionsHTML":"","queue":"util-project-information-show-milestone"}],"hasResources":false,"hasSupportItems":false}],"skills":{"required":[{"uri":"","name":"","sdi":"","level":"00","capacity":"00","scope":{"year":""}}],"gained":[{"uri":"09680000430001","name":"Cardano dGov sanchogov.tools Register as a Voter","sdi":"6ac60118-7f7b-499b-8baa-255e23de70ed","level":"0","capacity":"00","scope":{"year":""},"_validationView":""},{"name":"Cardano dGov sanchogov.tools Register as a dRep","uri":"09680000440001","sdi":"0358edba-341b-44fe-9490-9ba552a7d2d4","_validationView":""},{"name":"Cardano dGov sanchogov.tools Registering a Governance Action","uri":"09680000450001","sdi":"d61e9536-a4d1-405f-9736-91e98eb3a00a","_validationView":""},{"name":"Cardano dGov sanchogov.tools dRep Voting on a Governance Action","uri":"09680000460001","sdi":"0c8b8da6-b43b-44b8-95fd-9bdf978a118f","_validationView":""},{"name":"Cardano dGov Forming a dRep Team","uri":"09680000470001","sdi":"f9113f71-57ef-40ae-a055-62bd93a77e58","_validationView":""},{"name":"Cardano dGov Staying Safe","uri":"09680000480001","sdi":"ca5beabb-e880-4f64-9c1f-453db0f44a70","_validationView":""}]},"title":"Cardano On-Chain Governance - Societal Empowerment in Governance Action","url":"https://cardano.org/; https://mav100.com/; https://sanchogov.tools/"},"project":{"type":"learning","name":"learning-starter","urlCaption":"....","version":{"number":"0.0.1","date":"01 MAR 2022","notes":"Initial set up"},"source":{"sharing":{"type":"Creative Commons CC0","description":"Creative Commons CC0 Universal (Public Domain Dedication)."},"name":"selfdriven Foundation","notes":"","url":"https://selfdriven.foundation/templates"},"sharing":{"type":"Creative Commons CC0","description":"Creative Commons CC0 Universal (Public Domain Dedication).","notes":"Created by the selfdriven Foundation.","resources":[{"type":"image-thumbnail","url":"","imageURL":""}]},"domains":["*"],"languages":{"human":["en"],"machine":[]},"usage":"Help set up a learning template.","summary":"Enabling young people to engage with Cardano's governance and CIP1694 through education, reflection and participation facilitated by selfdriven and MAV100 as part of the IntersectMBO Education.\n\nEquipping students as stakeholders of tomorrow, with the knowledge and tools necessary to understand and participate actively in shaping the future of decentralized governance. This template lays the groundwork for fostering an informed, engaged and proactive community of young people as governance representatives (dReps), thereby contributing and building a sustainable growth of the ecosystem.","description":"Students will learn to become Delegated Representatives (DReps), special ADA holders registered on the blockchain. DReps act like student council or parliamentary representatives, allowing ADA holders to delegate their voting power to them. This template aims to foster an informed, engaged, and proactive community of young governance representatives, contributing to the sustainable growth of the Cardano ecosystem.","orginator":{"name":"selfdriven Community","sdi":""},"durationdays":{"minimum":0,"maximum":0},"verification":{"by":[{"name":"{{orginator}}"},{"name":"{{connected-learning-partners}}"},{"name":"selfdriven Community","sdi":""}],"minimum-verifications":1,"notes":"","links":[{"name":"validator-guides","caption":"Validator Guides","uri":["https","selfdriven.education"],"format":"html"}]},"outcomes":[{"by":"learner","description":"Learners will understand the step-by-step process of becoming a registered voter in the Cardano governance system. This includes setting up a secure ADA wallet, acquiring ADA, registering for voting, and understanding the role of Delegated Representatives (DReps). By completing these steps, students will be equipped to participate in Cardano's governance, either by voting directly on proposals or by delegating their voting power to trusted DReps. This outcome emphasizes practical skills and active participation, ensuring students can engage effectively in the decision-making process of the ecosystem.\n"},{"by":"learner","description":"Learners will develop critical evaluation and decision-making skills by engaging with Cardano governance proposals. They will learn how to review proposals, analyze their potential impact, and make informed voting decisions. Through discussions and reflections, students will understand the importance of considering diverse perspectives and the broader implications of governance decisions. This outcome will prepare students to be responsible and thoughtful contributors to the Cardano community, capable of making decisions that promote the sustainable growth and development of the ecosystem."},{"by":"learner","description":"Learners will understand the detailed process of registering as a DRep on the Cardano network by completing the on-chain registration to become a DRep. Learners will acquire an understanding of the technical and procedural aspects of the registration process. By achieving this outcome, students will be equipped with the practical skills needed to officially become a DRep, enabling them to represent ADA holders and participate actively in governance decisions."}],"team":{"notes":"Teams or Pairs","roles":[{"name":"","notes":""}]},"rules":[{"for":"learner","subject":"","description":""}],"resources":[{"subject":"Cardano Official Website","description":"The official site provides comprehensive information on Cardano, including governance, staking, and the ADA cryptocurrency.","imageurl":"","for":["learner","learning-partner"],"url":"https://cardano.org/"},{"subject":"Cardano Foundation","description":"The foundation's site includes resources, news, and updates related to Cardano’s governance and community initiatives.","imageurl":"","for":"","url":"https://www.cardanofoundation.org/"},{"subject":"Sancho Governance Tools","description":"A platform providing tools and resources to engage with Cardano's governance. It includes features for proposal submissions, voting, and tracking governance activities.","imageurl":"","for":"","url":"https://sanchogov.tools/"}],"milestones":[{"reference":"1","subject":"Become a Registered Voter on Cardano","description":"Cardano's decentralized voting system is is based on the cryptocurrency ADA, and it's used to make decisions about the future of the Cardano network. To be a part of this process, you'll need to become a registered voter on Cardano. ","tasks":[{"reference":"1.1","subject":"Wallet Setup for Sanchogov.tools","description":"<p>Setting up a secure ADA wallet is the foundational step to participate in the Cardano ecosystem and utilize tools like SanchoGov for governance. A wallet allows you to store, send, receive, and manage your ADA securely. Proper wallet setup is crucial for protecting your assets and enabling your participation in governance activities, such as voting on proposals or registering as a Delegated Representative (DRep).</p>\n<ul>\n<li>\n<p><strong>Choose a Secure Wallet:</strong></p>\n<ul>\n<li>Select a reliable and secure wallet compatible with Cardano.</li>\n<li>Check the availability and status of Cardano wallets for SanchoNet.</li>\n<li>Visit the official website of the chosen wallet to ensure you download the authentic version.</li>\n</ul>\n</li>\n<li>\n<p><strong>Download and Install the Wallet:</strong></p>\n<ul>\n<li>Select an available wallet and install it on the website of the respective provider using the Chrome browser.&nbsp;</li>\n<li>Follow the installation instructions provided by the wallet provider.</li>\n</ul>\n</li>\n<li>\n<p><strong>Create a New Wallet:</strong></p>\n<ul>\n<li>Open the application and select the option to create a new wallet.</li>\n<li>Set a strong password for your wallet and write it down in a secure place.</li>\n</ul>\n</li>\n<li>\n<p><strong>Secure Your Recovery Phrase:</strong></p>\n<ul>\n<li>The wallet will generate a recovery phrase (seed phrase) consisting of 12, 15, or 24 words.</li>\n<li>Write down the recovery phrase on paper and store it in a safe place. Never store it digitally or share it online.</li>\n</ul>\n</li>\n<li>\n<p><strong>Verify Your Recovery Phrase:</strong></p>\n<ul>\n<li>As part of the setup process, you may be asked to verify your recovery phrase by entering specific words from it.</li>\n<li>Complete the verification to ensure you have correctly recorded the phrase.</li>\n</ul>\n</li>\n<li>\n<p><strong>Fund Your Wallet:</strong></p>\n<ul>\n<li>Obtain ADA by purchasing it from a reputable cryptocurrency exchange.</li>\n<li>Transfer the purchased ADA from the exchange to your wallet by using your wallet&rsquo;s receive address.</li>\n<li>&nbsp;</li>\n</ul>\n</li>\n<li><strong style=\"font-size: 12pt;\">Connect Your Wallet:</strong>\n<ul>\n<li style=\"list-style-type: none;\">\n<ul>\n<li>Log in on <a title=\"SanchoGov\" href=\"https://sanchogov.tools/\" target=\"_blank\" rel=\"noopener\">sanchogov.tools</a> and connect your wallet.</li>\n</ul>\n</li>\n</ul>\n</li>\n</ul>","by":"","durationdays":{},"resources":[{"subject":"Cardano wallet availability","url":"https://docs.sanchogov.tools/how-to-use-the-govtool/getting-started/get-a-compatible-wallet","description":"Check the availability and status of Cardano wallets for SanchoNet. "}],"reflections":[],"supportitems":[]},{"reference":"1-2","subject":"Register as a Direct Voter","description":"<p>Registering as a direct voter on Intersect involves a few key steps that ensure you are properly set up to participate in Cardano governance. As a direct voter, you will be able to cast your vote on governance proposals, contributing to the decision-making process of the Cardano ecosystem. It is important to follow the correct procedures and take necessary precautions to secure your participation and protect your assets.</p>\n<p>After you have completed module 1.1 go to <a href=\"https://sanchogov.tools/\">https://sanchogov.tools/</a> and \"Register\" to \"Become a Direct Voter\".</p>\n<p>(Support Items Screenshots)</p>","by":"","durationdays":{},"resources":[],"reflections":[],"supportitems":[]}]},{"reference":2,"subject":"Become a Registered DRep on Cardano ","description":"In the Cardano community, anyone can join and get their own special ID, called a DRep ID. This means they can receive special powers from people who own ADA, the cryptocurrency used in the Cardano network. To become a DRep, all you need to do is sign up. And the more ADA holders choose to give you power, the more influence you'll have. This means there's no limit to how many DReps there can be - it's up to the people who own ADA to decide who they want to support. As a result, the number of active DReps can change over time. Some DReps might gain more influence if more people choose to support them, while others might lose influence if fewer people support them. It's all up to how the community decides!\n\nStep 1: Access DRep Registration - In your wallet, find the option to register as a Delegated Representative (DRep).\nStep 2: Enter Required Information - Provide any necessary information, which may include your DRep profile details and a brief description of your governance philosophy.\nStep 3: Confirm and Submit - Confirm the details and submit your registration. Pay the required transaction fee and wait for the registration to be confirmed on the blockchain.","durationdays":{},"tasks":[{"reference":"2-1","subject":"Register as a dRep","description":"<p>Click on \"Register\" in the \"Register as a DRep\" panel on your Dashboard</p>\n<p>After the confirmation of your registration sign and approve the transaction in your wallet (the conformation of the transaction may take a few minutes).</p>\n<p>Look for your DRep ID and share it in the Cardano community.</p>\n<p>&nbsp;</p>","by":"","durationdays":{},"resources":[{"subject":"Registration","url":"https://docs.sanchogov.tools/how-to-use-the-govtool/using-govtool/dreps/register-as-a-drep","description":"How to register as a DRep"}],"reflections":[{"by":"","method":"structured","type":"","description":"What is the special ID given to members of the Cardano community that allows them to receive voting power from ada holders?\n","subject":"Identification","controller":"sort:randomise","structure":{"options":[{"name":"","caption":"Ada ID","points":"0","sequence":""},{"name":"","caption":"DRep ID","points":"1","sequence":""},{"name":"","caption":"Cardano Key","points":"0","sequence":""},{"name":"","caption":"Voting Token","points":"0","sequence":""}]}},{"by":"","method":"onchain","type":"","description":"Copy and share your personal DRep ID ","subject":"My DRep ID","structure":{"options":[]},"controller":"sort:asis"},{"by":"","method":"structured","type":"","description":"What determines the influence of a DRep in the Cardano community?","subject":"DRep Influence","structure":{"options":[{"name":"","caption":"The number of votes they have","points":"0","sequence":""},{"name":"","caption":"The amount of ada they hold","points":"0","sequence":""},{"name":"","caption":"The amount of voting power delegated to them","points":"1","sequence":""},{"name":"","caption":"Their reputation in the community","points":"0","sequence":""}]},"controller":"sort:randomise"},{"description":"What happens to the number of active DReps in the Cardano community over time?","subject":"DRep Numbers","method":"structured","controller":"sort:randomise","structure":{"options":[{"caption":"It always stays the same","points":"0"},{"caption":"It increases indefinitely","points":"0"},{"caption":"It can increase or decrease depending on how much voting power is delegated to each DRep","points":"1"},{"caption":"It decreases over time","points":"0"}]}},{"by":"","method":"structured","type":"","description":"Which step is NOT part of the process of registering as a Delegated Representative (DRep) on Cardano?","subject":"Registration Process","controller":"sort:randomise","structure":{"options":[{"name":"","caption":"Setting up a secure ADA wallet.","points":"0","sequence":""},{"name":"","caption":"Acquiring ADA.","points":"0","sequence":""},{"name":"","caption":"Completing an on-chain registration.","points":"0","sequence":""},{"name":"","caption":"Creating new ADA tokens.","points":"1","sequence":""}]}}],"supportitems":[],"_by":"","_hash":"2--Register as a dRep","hash":"5da49203866ed331805c0a27473545adf9202236d491f39f552fcfa69ebd4104","_resourcesHTML":"<h4 class=\"text-muted\">Resources</h4><ul><li><div><a href=\"https://docs.sanchogov.tools/how-to-use-the-govtool/using-govtool/dreps/register-as-a-drep\" target=\"_blank\">Registration</a></div><div class=\"text-secondary small\">How to register as a DRep</div></li></ul>","_supportItemsHTML":"","_reflectionsHTML":"<h4 class=\"text-muted\">Reflections | Quizzes</h4><ul><li>What is the special ID given to members of the Cardano community that allows them to receive voting power from ada holders?\n<ul><li>Ada ID (0)</li><li>DRep ID (1)</li><li>Cardano Key (0)</li><li>Voting Token (0)</li></ul></li><li>Copy and share your personal dRep ID <ul></ul></li><li>What determines the influence of a DRep in the Cardano community?<ul><li>The number of votes they have (0)</li><li>The amount of ada they hold (0)</li><li>The amount of voting power delegated to them (1)</li><li>Their reputation in the community (0)</li></ul></li><li>What happens to the number of active DReps in the Cardano community over time?<ul><li>It always stays the same (0)</li><li>It increases indefinitely (0)</li><li>It can increase or decrease depending on how much voting power is delegated to each DRep (1)</li><li>It decreases over time (0)</li></ul></li><li>Which step is NOT part of the process of registering as a Delegated Representative (DRep) on Cardano?<ul><li>Setting up a secure ADA wallet. (0)</li><li>Acquiring ADA. (0)</li><li>Completing an on-chain registration. (0)</li><li>Creating new ADA tokens. (1)</li></ul></li></ul>","queue":"util-project-information-show-milestone"}],"hasResources":false,"hasSupportItems":false},{"reference":3,"subject":"How to Take Part in Governance Action on Cardano","description":"To participate in governance action on Cardano you have to start by understanding proposals for platform changes. Read about these ideas and discuss them with the community to learn different viewpoints. When you feel ready, vote on proposals to express your opinion on what should happen. Stay updated on platform news through announcements and community forums to make informed decisions. Remember to respect others' opinions and contribute positively to discussions. By participating, you're not only learning about blockchain but also shaping the future of Cardano.\n\nIt is impoprtant to find and select a suitable dRep within the Cardano ecosystem. DReps play crucial roles in governance by voicing community interests and making decisions on behalf of their stakeholders. Choosing an appropriate dRep involves considering their alignment with platform values, their track record in governance, and their ability to represent diverse viewpoints effectively. It's about ensuring that the dRep reflects the community's needs and contributes positively to decision-making processes on issues affecting the network.","durationdays":{},"tasks":[],"hasResources":false,"hasSupportItems":false},{"reference":4,"subject":"How to Form a DRep Team","description":"Forming a dRep team means creating a group of people who work together to represent others in the Cardano community. To do this, you need to learn a few key things:\n\nUnderstanding Governance: Learn how decisions are made in Cardano, such as voting on proposals and discussing ideas that affect the platform.\n\nBuilding Relationships: It's important to connect with others in the community who share your interests and goals. This helps in forming a strong team that can work well together.\n\nCommunication Skills: Practice expressing your ideas clearly and listening to others respectfully during discussions. Good communication is essential for working effectively as a team.\n\nResponsibility and Trust: Being part of a DRep team means people trust you to represent their views honestly. Learning to take this responsibility seriously is crucial.","durationdays":{},"tasks":[{"reference":"4-1","subject":"Trust","description":"<p>Why does trust play such an important role in the selection, connection and work of a DRep team?</p>","by":"","durationdays":{},"resources":[],"reflections":[{"by":"","method":"observation","type":"","description":"Write in your own words why trust plays such an important role in the selection, connection and work of a DRep team. (max. 500 words)","subject":"Trust in DRep Teams","structure":{"options":[]}}],"supportitems":[],"_by":"","_hash":"4--Trust","hash":"588d1a8db1d51bae250b91797cff8ce40263ec4754c9d7a33bd364640639d611","_resourcesHTML":"","_supportItemsHTML":"","_reflectionsHTML":"<h4 class=\"text-muted\">Reflections | Quizzes</h4><ul><li>Write in your own words why trust plays such an important role in the selection, connection and work of a DRep team. (max. 500 words)<ul></ul></li></ul>","queue":"util-project-information-show-milestone"}],"hasResources":false,"hasSupportItems":false},{"reference":5,"subject":"Staying Safe in Cardano Governance","description":"Engaging with the Cardano community and making informed decisions are key aspects of being an effective Delegated Representative (DRep). Active participation in forums, evaluating governance proposals, and considering diverse perspectives help in making well-informed decisions that benefit the entire ecosystem. Staying safe in Cardano governance involves taking precautions to protect your assets, personal information, and reputation while participating in governance activities. Some key aspects are:\n\nSecure Wallets: Use secure wallets to store your ADA and other assets. Ensure your private keys are kept confidential and never share them online.\n\nVerify Information: Double-check sources of information related to governance proposals and discussions to avoid misinformation or scams.\n\nCommunity Engagement: Participate in discussions responsibly, respecting others' opinions and avoiding inflammatory or misleading statements.","durationdays":{},"tasks":[{"reference":"5-1","subject":"Secure Wallets","description":"<p><span style=\"font-family: helvetica, arial, sans-serif;\">Secure wallets are essential for safeguarding your ADA and other cryptocurrencies. A secure wallet ensures that your private keys, which are necessary for accessing and managing your digital assets, remain confidential and protected from unauthorized access. By using a reliable wallet and following best security practices, you can prevent potential loss or theft of your funds.</span></p>\n<h3><span style=\"font-family: helvetica, arial, sans-serif;\">Why Secure Wallets Are Important</span></h3>\n<ul>\n<li><span style=\"font-family: helvetica, arial, sans-serif;\"><strong>Protects Your Assets:</strong> Keeps your ADA and other cryptocurrencies safe from hackers and unauthorized access.</span></li>\n<li><span style=\"font-family: helvetica, arial, sans-serif;\"><strong>Maintains Privacy:</strong> Ensures your private keys are confidential, preventing misuse and identity theft.</span></li>\n<li><span style=\"font-family: helvetica, arial, sans-serif;\"><strong>Supports Secure Transactions:</strong> Provides a secure environment for sending and receiving ADA.</span></li>\n<li><span style=\"font-family: helvetica, arial, sans-serif;\"><strong>Enables Participation in Governance:</strong> Allows you to safely participate in Cardano governance activities without compromising your assets.</span></li>\n<li><span style=\"font-family: helvetica, arial, sans-serif;\"><strong>Builds Trust:</strong> Using a secure wallet demonstrates responsible management of digital assets, fostering trust within the community.</span></li>\n</ul>","by":"","durationdays":{},"resources":[],"reflections":[{"by":"","method":"structured","type":"","description":"Scammers create malicious wallet applications that look like legitimate ones, tricking users into downloading them and stealing their private keys.","subject":"Fake Wallet Apps"},{"by":"","method":"observation","type":"","description":"Scammers impersonate customer support representatives from wallet providers, asking users to share their private keys or recovery phrases to resolve non-existent issues.","subject":"Fake Customer Support"},{"by":"","method":"observation","type":"","description":"Fraudsters use psychological manipulation to trick users into revealing their private keys or recovery phrases. A seemingly harmless application downloaded onto your device that secretly logs your keystrokes, including when you enter your wallet's private key.","subject":"Social Engineering Scams"},{"by":"","method":"observation","type":"","description":"Malicious software that records keystrokes or gains unauthorized access to your device, capturing private keys and other sensitive information. A seemingly harmless application downloaded onto your device that secretly logs your keystrokes, including when you enter your wallet's private key.","subject":"Malware and Keyloggers"}],"supportitems":[{"for":"","description":"Use Official Wallets: Only download wallets from official websites and verified sources.\n\nEnable Two-Factor Authentication (2FA): Add an extra layer of security to your wallet by enabling 2FA where possible.\n\nKeep Private Keys Offline: Store your private keys and recovery phrases in a secure, offline location such as a hardware wallet or a written copy in a safe place.\n\nRegularly Update Software: Ensure your wallet software and any associated applications are up to date to protect against vulnerabilities.\n\nBe Wary of Requests for Private Keys: Legitimate entities will never ask for your private keys or recovery phrases. Never share these details with anyone."}],"_by":"","_hash":"5--Secure Wallets","hash":"3c92ead64c72b08d89071ab793140a124c604513fad22e3cf843f12774a1f734","_resourcesHTML":"","_supportItemsHTML":"<h4 class=\"text-muted\">Support Items</h4><ul><li>Use Official Wallets: Only download wallets from official websites and verified sources.\n\nEnable Two-Factor Authentication (2FA): Add an extra layer of security to your wallet by enabling 2FA where possible.\n\nKeep Private Keys Offline: Store your private keys and recovery phrases in a secure, offline location such as a hardware wallet or a written copy in a safe place.\n\nRegularly Update Software: Ensure your wallet software and any associated applications are up to date to protect against vulnerabilities.\n\nBe Wary of Requests for Private Keys: Legitimate entities will never ask for your private keys or recovery phrases. Never share these details with anyone.</li></ul>","_reflectionsHTML":"<h4 class=\"text-muted\">Reflections | Quizzes</h4><ul><li>Scammers create malicious wallet applications that look like legitimate ones, tricking users into downloading them and stealing their private keys.</li><li>Scammers impersonate customer support representatives from wallet providers, asking users to share their private keys or recovery phrases to resolve non-existent issues.</li><li>Fraudsters use psychological manipulation to trick users into revealing their private keys or recovery phrases. A seemingly harmless application downloaded onto your device that secretly logs your keystrokes, including when you enter your wallet's private key.</li><li>Malicious software that records keystrokes or gains unauthorized access to your device, capturing private keys and other sensitive information. A seemingly harmless application downloaded onto your device that secretly logs your keystrokes, including when you enter your wallet's private key.</li></ul>","queue":"util-project-information-show-milestone"},{"reference":"5-2","subject":"Verify Information","description":"<p><span style=\"font-family: helvetica, arial, sans-serif;\">In the world of blockchain and cryptocurrency, accurately verifying information is crucial. As a participant in Cardano's governance, you need to ensure that the information you receive about proposals and discussions is legitimate. Misinformation or scams can lead to poor decision-making, financial loss, and security breaches. By double-checking sources and staying informed, you can protect yourself and the community from potential threats.</span></p>\n<h3><span style=\"font-family: helvetica, arial, sans-serif; font-size: 14pt;\">Why Verifying Information is Important</span></h3>\n<ul>\n<li><span style=\"font-family: helvetica, arial, sans-serif;\"><strong>Prevents Financial Loss:</strong> Ensures your ADA and other assets are secure from fraudulent schemes.</span></li>\n<li><span style=\"font-family: helvetica, arial, sans-serif;\"><strong>Enhances Decision-Making:</strong> Provides accurate data for making informed governance decisions.</span></li>\n<li><span style=\"font-family: helvetica, arial, sans-serif;\"><strong>Maintains Security:</strong> Protects personal and network security by avoiding malicious links and entities.</span></li>\n<li><span style=\"font-family: helvetica, arial, sans-serif;\"><strong>Promotes Integrity:</strong> Upholds the integrity of the Cardano ecosystem by reducing the spread of false information.</span></li>\n<li><span style=\"font-family: helvetica, arial, sans-serif;\"><strong>Builds Trust:</strong> Increases trust among community members by fostering a culture of verification and transparency.</span></li>\n</ul>","by":"","durationdays":{},"resources":[],"reflections":[{"by":"","method":"observation","type":"","description":"Scammers send fake emails or messages that appear to be from legitimate Cardano entities, asking you to click on a link and enter your private keys or other sensitive information.\n\nOutline an example of a phishing scam and describe precautions that can be taken. (max. 500 words)","subject":"Phishing Scams","structure":{"options":[],"controllers":[]}},{"by":"","method":"observation","type":"","description":"Fraudsters create fake proposals or websites that mimic legitimate Cardano governance portals, tricking users into voting or donating ADA. A website that looks like the official Project Catalyst site but redirects you to a phishing page when you try to vote.\n\n\n","subject":"Fake Governance Proposals"},{"by":"","method":"structured","type":"","description":"Scammers promote fake airdrops or giveaways, asking users to send a small amount of ADA to verify their wallet address, promising to send back a larger amount. \n\nImagine a Twitter account impersonating a Cardano developer announcing a fake giveaway. How can such a scam be identified? What information and distinctive signs should you look out for? (max. 500 words)","subject":"Fake Airdrops and Giveaways"}],"supportitems":[{"for":"","description":"Check URLs Carefully: Ensure that the website URLs are correct and belong to legitimate Cardano domains.\n\nUse Official Channels: Always rely on information from official Cardano websites, forums, and social media accounts.\n\nCross-Verify Information: Compare information from multiple reputable sources before taking any action.\n\nBe Skeptical of Offers: If something sounds too good to be true, it likely is. Double-check offers and announcements with official sources.\n\nEducate Yourself: Stay informed about common scams and security practices to recognize and avoid potential threats.","subject":"Tips for Veryfying Information"}],"_by":"","_hash":"5--Verify Information","hash":"05934ece2fc491c7629b30cf5ea623a455c2d228f00345e6fdf0870ee0b2f1ef","_resourcesHTML":"","_supportItemsHTML":"<h4 class=\"text-muted\">Support Items</h4><ul><li><div class=\"fw-bold\">Tips for Veryfying Information</div><div class=\"mt-1\">Check URLs Carefully: Ensure that the website URLs are correct and belong to legitimate Cardano domains.\n\nUse Official Channels: Always rely on information from official Cardano websites, forums, and social media accounts.\n\nCross-Verify Information: Compare information from multiple reputable sources before taking any action.\n\nBe Skeptical of Offers: If something sounds too good to be true, it likely is. Double-check offers and announcements with official sources.\n\nEducate Yourself: Stay informed about common scams and security practices to recognize and avoid potential threats.</div></li></ul>","_reflectionsHTML":"<h4 class=\"text-muted\">Reflections | Quizzes</h4><ul><li>Scammers send fake emails or messages that appear to be from legitimate Cardano entities, asking you to click on a link and enter your private keys or other sensitive information.\n\nOutline an example of a phishing scam and describe precautions that can be taken. (max. 500 words)<ul></ul></li><li>Fraudsters create fake proposals or websites that mimic legitimate Cardano governance portals, tricking users into voting or donating ADA. A website that looks like the official Project Catalyst site but redirects you to a phishing page when you try to vote.\n\n\n</li><li>Scammers promote fake airdrops or giveaways, asking users to send a small amount of ADA to verify their wallet address, promising to send back a larger amount. \n\nImagine a Twitter account impersonating a Cardano developer announcing a fake giveaway. How can such a scam be identified? What information and distinctive signs should you look out for? (max. 500 words)</li></ul>","queue":"util-project-information-show-milestone"},{"reference":"5-3","subject":"Community Engagement","description":"<p><span style=\"font-family: helvetica, arial, sans-serif; font-size: 12pt;\">Community engagement is vital for Delegated Representatives (DReps) and voters in the Cardano ecosystem. Active participation in the community ensures that decisions are well-informed and reflect the collective interests of ADA holders. Engaging with the community involves discussing governance proposals, sharing insights, and collaborating on initiatives. This engagement helps build a robust and transparent governance system that benefits the entire network.</span></p>\n<p><span style=\"font-size: 14pt;\"><strong><span style=\"font-family: helvetica, arial, sans-serif;\">Key Aspects of Community Engagement</span></strong></span></p>\n<ul>\n<li><span style=\"font-family: helvetica, arial, sans-serif; font-size: 12pt;\"><strong>Stay Informed: </strong>Regularly follow updates from official Cardano channels. Participate in community forums and social media groups to stay updated on the latest discussions and proposals.</span></li>\n<li><span style=\"font-size: 12pt; font-family: helvetica, arial, sans-serif;\"><strong>Contribute to Proposals:</strong> Actively participate in submitting and reviewing governance proposals. Provide constructive feedback and suggestions to improve the quality and impact of proposals.</span></li>\n<li><span style=\"font-size: 12pt; font-family: helvetica, arial, sans-serif;\"><strong>Educate Yourself and Others:</strong> Continuously educate yourself on blockchain technology, Cardano&rsquo;s governance model, and relevant topics. Share your knowledge with other community members to foster a more informed and engaged community.</span></li>\n<li><span style=\"font-size: 12pt; font-family: helvetica, arial, sans-serif;\"><strong>Build Relationships:</strong> Network with other DReps, ADA holders, and community leaders to build strong relationships and alliances. Collaborate on projects and initiatives that promote the growth and development of the Cardano ecosystem.</span></li>\n</ul>\n<p><span style=\"font-size: 14pt;\"><strong><span style=\"font-family: helvetica, arial, sans-serif;\">Dangers and Risks in Community Engagement</span></strong></span></p>\n<ul>\n<li><strong>Misinformation and Scams: </strong>Engaging with inaccurate information or falling victim to scams can lead to poor decision-making and financial loss. Always verify information from multiple reputable sources and be cautious of too-good-to-be-true offers or unsolicited requests.</li>\n<li><strong>Trolling and Negative Interactions:</strong>Encountering hostile or unproductive interactions can discourage participation and spread negativity. Focus on constructive dialogue, report abusive behavior, and surround yourself with positive community members.</li>\n<li><strong>Conflicts of Interest:</strong> Conflicts of interest can arise if personal gains are prioritized over community welfare. Maintain transparency, disclose any potential conflicts, and prioritize decisions that benefit the wider community.</li>\n<li><strong>Overwhelming </strong>Volume of Information: The vast amount of information can be overwhelming, making it difficult to stay updated and make informed decisions.&nbsp;Use reliable sources and tools to filter and manage information effectively. Focus on key updates and engage selectively.</li>\n<li><strong>Security Risks: </strong>Engaging in online discussions and transactions can expose you to phishing attacks and other security threats. Use secure communication channels, verify URLs and links before clicking, and never share private keys or sensitive information publicly.</li>\n</ul>","by":"","durationdays":{},"resources":[],"reflections":[],"supportitems":[],"_by":"","_hash":"5--Community Engagement","hash":"403cb2eb8b691bacb760b5dd513388879e8ef98f423b243ef094a8dfa0ed4087","_resourcesHTML":"","_supportItemsHTML":"","_reflectionsHTML":"","queue":"util-project-information-show-milestone"}],"hasResources":false,"hasSupportItems":false}],"skills":{"required":[{"uri":"","name":"","sdi":"","level":"00","capacity":"00","scope":{"year":""}}],"gained":[{"uri":"09680000430001","name":"Cardano dGov sanchogov.tools Register as a Voter","sdi":"6ac60118-7f7b-499b-8baa-255e23de70ed","level":"0","capacity":"00","scope":{"year":""},"_validationView":""},{"name":"Cardano dGov sanchogov.tools Register as a dRep","uri":"09680000440001","sdi":"0358edba-341b-44fe-9490-9ba552a7d2d4","_validationView":""},{"name":"Cardano dGov sanchogov.tools Registering a Governance Action","uri":"09680000450001","sdi":"d61e9536-a4d1-405f-9736-91e98eb3a00a","_validationView":""},{"name":"Cardano dGov sanchogov.tools dRep Voting on a Governance Action","uri":"09680000460001","sdi":"0c8b8da6-b43b-44b8-95fd-9bdf978a118f","_validationView":""},{"name":"Cardano dGov Forming a dRep Team","uri":"09680000470001","sdi":"f9113f71-57ef-40ae-a055-62bd93a77e58","_validationView":""},{"name":"Cardano dGov Staying Safe","uri":"09680000480001","sdi":"ca5beabb-e880-4f64-9c1f-453db0f44a70","_validationView":""}]},"title":"Cardano On-Chain Governance - Societal Empowerment in Governance Action","url":"https://cardano.org/; https://mav100.com/; https://sanchogov.tools/"}}}